outputs/0000/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    atmosphere
    {
        type            patch;
        nFaces          1312;
        startFace       226889;
    }
    inlet
    {
        type            patch;
        nFaces          87;
        startFace       228201;
    }
    outlet
    {
        type            patch;
        nFaces          87;
        startFace       228288;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1312;
        startFace       228375;
    }
    frontBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          228288;
        startFace       229687;
    }
)

// ************************************************************************* //
